brew "openssl@3"
brew "bat"
brew "cmake"
brew "cocoapods"
brew "curl"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "htop"
brew "jq"
brew "lazygit"
brew "ninja"
brew "nvm"
brew "pnpm"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "codex"
cask "font-meslo-lg-nerd-font"
